[
    {
        "title": "Pradhan Mantri Kisan Samman Nidhi",
        "link": "https://www.myscheme.gov.in/schemes/pm-kisan",
        "ministry": "Ministry Of Agriculture and Farmers Welfare",
        "description": "Farmer welfare scheme by Ministry of Agriculture and Farmers Welfare to provide income support to all landholding farmers' families in the country to supplement their financial needs for procuring various inputs related to agriculture and allied activities as well as domestic needs.",
        "details": "Details\nObjective\nThe scheme aims to supplement the financial needs of all landholding farmers’ families by procuring various inputs to ensure proper crop health and appropriate yields, commensurate with the anticipated farm income as well as for domestic needs. Under the scheme an amount of ₹ 6000/- per year is released by the Central Government online directly into the bank accounts of the eligible farmers under Direct Benefit Transfer mode, subject to certain exclusions. ",
        "eligibility": "Eligibility\nAll landholding farmers' families, which have cultivable land holding in their names are eligible to get benefit under the scheme.",
        "application_process": "Application Process\nOnline - Via CSCs\nStep 1: The following are the prerequisites for the enrollment process:\nAadhaar Card\nLandholding paper\nSavings bank account\nStep 2: The VLE will fill in the complete details of farmer registration details like State, district, subdistrict block, and village, key in the Aadhaar number, Name of the beneficiary, category, Bank detail, Land Registration ID, and Date of birth as printed on Aadhaar card for authentication..\nStep 3: The VLE will fill in the Land details like Survey/ Kahta No., Khasra no., and area of land as mentioned in land holding papers. \nStep 4: Upload the supporting documents like Land, Aadhar, and Bank passbook.\nStep 5: Self-declaration accept and save the application form.\nStep 6: After saving the application form make payment through CSC ID.\nStep 7: Check the Beneficiary status through the Aadhaar number.\nApply Now",
        "documents_required": "Documents Required\nIndicative Documents\nAadhaar Card\nLandholding papers\nSavings Bank Account."
    },
    {
        "title": "Pradhan Mantri Adarsh Gram Yojana",
        "link": "https://www.myscheme.gov.in/schemes/pmagy",
        "ministry": "Ministry Of Social Justice and Empowerment",
        "description": "With a view to enabling an area-based development approach, a new scheme Pradhan Mantri Adarsh Gram Yojana (PMAGY) was launched during 2009-10. The Scheme aims at the integrated development of Scheduled Castes majority villages.",
        "details": "Details\nWith a view to enabling an area-based development approach, a new scheme Pradhan Mantri Adarsh Gram Yojana (PMAGY) was launched during 2009-10. The Scheme aims at integrated development of Scheduled Castes majority villages.\nThe principal objective of PMAGY is the integrated development of SC majority Villages:\n(a) Primarily through convergent implementation of the relevant Central and State/UT Government Schemes; and\n(b) By taking up identified activities, which do not get covered under the existing Central and State Government Schemes, through ‘Gap-filling’ funds provided as Central Assistance to the extent of ₹20,00,000/- per village.\n\nThe implementation of the Scheme was started on Pilot basis in 2009-10 and a total of 1000 villages was selected from 05 States namely Tamil Nadu (225), Rajasthan (225), Bihar (225), Himachal Pradesh (225) and Assam (100) were selected for this phase. All these 1000 villages have so far been declared as ‘Adarsh Gram’ by the respective State Governments.\nThe vision of an ‘Adarsh Gram'\nAn ‘Adarsh Gram’ is one wherein people have access to various basic services so that the minimum needs of all the sections of society are fully met and disparities are reduced to a minimum. These villages would have all such infrastructure and their residents will have access to all such basic services that are necessary for a dignified living, creating thereby an environment in which everyone is enabled to utilize her/his potential to the fullest.",
        "eligibility": "Eligibility\nVillage must have ≥50% Scheduled Caste (SC) population, but villages with ≥40% SC population may also be included in some states.\nThe village must be recognized in the latest Census data.\nIdeally villages with ≥500 total population.\nVillages already covered under PMAGY earlier phases may not be reselected.",
        "application_process": "Application Process\nOffline\nStep 1: Submission of Village Profile and Convergence Committee Details\nFormat Used: Format-1\nThe initial step involves submitting comprehensive details of the village, including demographic data and identification of the members of the Convergence Committee responsible for overseeing the implementation of the scheme at the local level.\n\nStep 2: Only for - Assessment and Submission of Infrastructure Requirements and reparation of the Estimated Action Plan \nFormat Used: Format-2\nAn assessment is carried out to identify existing infrastructure gaps within the village. The findings are documented and submitted to the relevant authorities to support the preparation of the action plan.\nFormat Used: Format-4\nA detailed action plan is prepared, estimating the scope of work, associated costs, and funding sources, including both convergent and gap-filling interventions.\n\nStep 2: Only for - Household Survey to Identify Individual Needs and Mapping of Schemes to Identified Beneficiaries\nFormat Used: Format-3A\nA door-to-door survey is conducted to assess the specific needs of individual households. This step ensures that interventions are need-based and inclusive.\nFormat Used: Format-3B\nBased on the household survey, a beneficiary-wise mapping is done by linking relevant government schemes and welfare program to each eligible household.\n\nStep 3: Formulation and Approval of Village Development Plan (VDP)\nFormat Used: VDP Document\nThe Village Development Plan, encompassing all proposed developmental activities, is finalized and submitted to the District Level Convergence Committee (DLCC) for review and formal approval.\n\nStep 4: Implementation of Development Activities and Progress Reporting\nFormat Used: Submit Progress Format\nUpon approval, implementation of the VDP begins. The district and village-level authorities ensure timely execution of activities and submit progress reports as per the defined monitoring mechanism.\n\nStep 5: Declaration of the Village as “Adarsh Gram”\nCriteria: Minimum Score of 70 and Open Defecation Free (ODF) Status\nFollowing successful implementation and fulfilment of identified needs, the village is assessed. If it meets the evaluation criteria, it is officially declared as an “Adarsh Gram” by the competent district authority.\n\n\nNote - \nFor the Step 2- User can procedure either one for following plans:\nAssessment and Submission of Infrastructure Requirements and reparation of the Estimated Action Plan. \nHousehold Survey to Identify Individual Needs and Mapping of Schemes to Identified Beneficiaries.\nAll the formal can be downloaded or accessible from Official document (page 30 onwards). ",
        "documents_required": "Documents Required\nVillage Development Plan (VDP).\nBank Account Details (for Implementing Agencies).\nDetails of the Village PMAGY Convergence Committee.\nList of committee members with names, designations, contact details, and official approval by Gram Panchayat or concerned authority.\nData on Percentage of Households Having Access to the Following Domains (as per  prescribed format):\nDrinking Water and Sanitation.\nHealth and Nutrition.\nRural Roads and Housing.\nElectricity and Clean Fuel.\nDigitization.\nEducation.\nSocial Security.\nAgricultural Practices.\nFinancial Inclusion.\nLivelihood and Skill Development."
    },
    {
        "title": "Pradhan Mantri Matsya Sampada Yojana: Medium Scale Ornamental Fish Rearing Unit (Fresh Water) - Haryana",
        "link": "https://www.myscheme.gov.in/schemes/msofru",
        "ministry": "Haryana",
        "description": "Under this scheme, financial assistance in the form of a subsidy is provided to eligible beneficiaries for setting up infrastructure such as sheds, breeding units, and rearing and culture tanks for ornamental fish.",
        "details": "Details\nThe “Subsidy for Medium Scale Ornamental Fish Rearing Unit (Fresh Water)” is a scheme component under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), implemented by the Fisheries Department, Government of Haryana. This Centrally Sponsored Scheme aims to promote ornamental fish farming as a sustainable livelihood option.\nUnder this scheme, financial assistance in the form of a subsidy is provided to eligible beneficiaries for setting up infrastructure such as sheds, breeding units, and rearing and culture tanks for ornamental fish. The assistance will be provided to beneficiaries who own a minimum of 150 square meters of vacant land with an adequate fresh water facility.",
        "eligibility": "Eligibility\nThe applicant should be a resident of Haryana.\nThe applicant should possess a valid Parivar Pehchan Patra (Family ID).\nThe applicant should have at least 150 square meters of vacant land with adequate water supply.\nThe applicant should either own the land or possess a registered lease deed valid for at least 7 years.",
        "application_process": "Application Process\nOnline\nOnline - Via CSCs\nRegistration Process on Antyodaya-SARAL Portal:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: For registration, click on “New User/Register Here” and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit’.\nStep 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.\nLogin to Apply for the Scheme:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: The “Sign in here” option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login’ button.\nStep 3: In the opened window, click on “Scheme/Services list” and a list of schemes will appear on the screen.\nStep 4: Now, select the scheme and click on “Apply for Service/Scheme”.\nStep 5: Fill in all the details in the online application form and click on \"Submit\".\nTrack Your Service Online:\nTrack Application/Appeal: Click here.\nTrack Ticket: Click here.\nTrack Your Service Through SMS:\nRegistered Mobile Number: Type SARAL and send to 9954699899 to track your application.\nOther Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.\nContact Us:\n Helpline: 0172-3968400\nEmail: saral.haryana@gov.in\nFees For Service:\nGovernment Charges: ₹0 (No Fee)\nService Charges: ₹10\nAtal Seva Kendra Charges: ₹10",
        "documents_required": "Documents Required\nAgreement Letter-1: Agreement letter between the beneficiary and the department\nBirth Certificate - Voter ID Card/Date of Birth Certificate/Aadhaar Card/Class 10th Certificate\nCaste Certificate - Caste certificate issued by a First-Class Magistrate (Tehsildar)\nFisheries Training Certificate of the Applicant\nLand Records: Land records from the Tehsil (land registry, copy of Aksasra Fard) or registered lease deed\nBill/Receipt/Voucher\nPhotograph of the beneficiary with the unit\nBank account and PAN card details\nDetailed Project Report (DPR)/Self-Contained Proposal (SCP) as per the guidelines issued under the Centrally Sponsored Scheme PMMSY"
    },
    {
        "title": "Pradhan Mantri Matsya Sampada Yojana: Three Wheeler with Ice Box Including E-rickshaws for Fish Vending - Haryana",
        "link": "https://www.myscheme.gov.in/schemes/twibierfv",
        "ministry": "Haryana",
        "description": "The scheme aims to promote hygienic and efficient fish transportation and retailing through mobile outlets. Under this scheme, financial assistance is provided to eligible beneficiaries for purchasing e-rickshaws equipped with ice boxes for selling fish directly.",
        "details": "Details\nThe “Three Wheeler with Ice Box Including E-rickshaws for Fish Vending” is a scheme component under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), implemented by the Fisheries Department, Government of Haryana. This is a Centrally Sponsored Scheme that aims to strengthen fish transportation infrastructure by promoting hygienic and efficient fish transportation and retailing through mobile outlets. Under this scheme, financial assistance is provided to eligible beneficiaries for purchasing e-rickshaws equipped with ice boxes for direct fish selling.",
        "eligibility": "Eligibility\nThe applicant should be a resident of Haryana.\nThe applicant should have a Parivar Pehchan Patra.\nThe applicant should ensure that the fish transport facility (e-rickshaw) is maintained in working condition.\nThe applicant is eligible to purchase only one new three-wheeler e-rickshaw with an ice box for fisheries activities under this scheme.\nThe applicant should agree that neither the Central Government nor the State Government shall be held responsible for any financial or operational losses incurred in the procurement, operation, maintenance, or management of the fish transport facilities.",
        "application_process": "Application Process\nOnline\nOnline - Via CSCs\nRegistration Process on Antyodaya-SARAL Portal:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: For registration, click on “New User/Register Here” and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit’.\nStep 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.\nLogin to Apply for the Scheme:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: The “Sign in here” option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login’ button.\nStep 3: In the opened window, click on “Scheme/Services list” and a list of schemes will appear on the screen.\nStep 4: Now, select the scheme and click on “Apply for Service/Scheme”.\nStep 5: Fill in all the details in the online application form and click on \"Submit\".\nTrack Your Service Online:\nTrack Application/Appeal: Click here.\nTrack Ticket: Click here.\nTrack Your Service Through SMS:\nRegistered Mobile Number: Type SARAL and send to 9954699899 to track your application.\nOther Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.\nContact Us:\n Helpline: 0172-3968400\nEmail: saral.haryana@gov.in\nFees For Service:\nGovernment Charges: ₹0 (No Fee)\nService Charges: ₹10\nAtal Seva Kendra Charges: ₹10",
        "documents_required": "Documents Required\nAgreement 1 - Agreement deed between beneficiary and Fisheries Department\nDate of Birth Certificate - Voting Card/Birth Certificate/Aadhar Card/Matriculation Certificate\nCaste Certificate - Caste Certificate from first class Magistrate (Tehsildar)\nTraining Certificate of the Beneficiary\nLand Record - Land record from Tehsil (Own Land-Jamabandi, Nakal Akshizra, Farad) or registered lease deed of minimum 7 years\nBills/Receipts/Vouchers\nPhotographs of three wheeler with Ice-Box with beneficiary\nDetail of Bank Account and Pan Card\nDetailed Project Report (DPR)/ Self Contained Proposal (SCP) as per PMMSY guidelines\nDriving Licence of the beneficiary/driver and Insurance of vehicle"
    },
    {
        "title": "Pradhan Mantri Krishi Sinchayee Yojana: Per Drop More Crop",
        "link": "https://www.myscheme.gov.in/schemes/pmksypdmc",
        "ministry": "Ministry Of Agriculture and Farmers Welfare",
        "description": "The scheme “Pradhan Mantri Krishi Sinchayee Yojana: Per Drop More Crop” was launched by the Dept. of Agriculture & Farmers Welfare, Ministry of Agriculture & Farmers Welfare, Govt. of India on 1st July 2015. The scheme mainly focuses on water use efficiency at farm level through Micro Irrigation.",
        "details": "Details\nThe scheme “Pradhan Mantri Krishi Sinchayee Yojana: Per Drop More Crop” was launched by the Dept. of Agriculture & Farmers Welfare, Ministry of Agriculture & Farmers Welfare, Govt. of India on 1st July 2015. The scheme mainly focuses on enhancing water use efficiency at the farm level through Micro Irrigation (Drip and Sprinkler Irrigation System). Besides, it also supports micro-level water storage, and water conservation/management activities (Other Interventions) to supplement source creation for Micro Irrigation.\nObjectives:\nIncrease the area under micro irrigation technologies to enhance water use efficiency in the country.\nIncrease the productivity of crops and income of farmers through precision water management.\nPromote micro-irrigation technologies in water-intensive/consuming crops like sugarcane, banana, cotton, etc., and give adequate focus to extend the coverage of field crops under micro-irrigation technologies.\nMake potential use of micro irrigation systems for promoting fertigation.\nPromote micro-irrigation technologies in water-scarce, water-stressed, and critical groundwater blocks/districts.\nLink tube-well / river-lift irrigation projects with micro irrigation technologies for the best use of energy both for lifting and pressurized irrigation as far as possible.\nEstablish convergence and synergy with activities of ongoing programmes and schemes, particularly with created water sources for their potential use, integration of solar energy for pressurized irrigation, etc.\nPromote, develop, and disseminate micro irrigation technology for agriculture and horticulture development with modern scientific knowledge.\nCreate employment opportunities for skilled and unskilled persons, especially unemployed youth for installation and maintenance of micro irrigation systems.\nImportant Features:\nPradhan Mantri Krishi Sinchayee Yojana (PMKSY) not only focuses on creating water sources for assured irrigation, but it also creating protective irrigation by harnessing rainwater at the micro level through ‘Jal Sanchay’ and ‘Jal Sinchan’. Micro irrigation is an integral component of the scheme to maximize water use efficiency at the farm level.\nThere are four components to the scheme: Accelerated Irrigation Benefit Programme (AIBP), Per Drop More Crop (PDMC), Har Khet Ko Pani, and Watershed Development \nPer Drop More Crop: to focus on micro-level storage structures, efficient water conveyance & application, precision irrigation systems, topping up of input cost beyond MGNREGA permissible limits, secondary storage, water lifting devices, extension activities, coordination & management - being implemented by DAC&FW.\nNodal Department: \nSince the final outcome of PMKSY is to ensure access to efficient delivery and application of water at every farm thereby enhancing agricultural production & productivity, State Agriculture Department may be the Nodal Department for implementation of PMKSY (Per Drop More Crop). However, State Govt. is free to identify the nodal department based on the established institutional setup and mandate of the department. All communication between the Ministry of Agriculture (MoA) and the State Government would be preferable with and through the nodal department. \nStates are free to identify dedicated implementing agencies/departments for the implementation of Per Drop More Crop.",
        "eligibility": "Eligibility\nThe applicant should be a citizen of India.\nAll the farmers of the State & Union Territory are eligible to take the benefits of this scheme.\nThe subsidy payable to the beneficiary will be limited to an overall ceiling of 5 hectares per beneficiary.\nNote 01: The beneficiary has to purchase only BIS-marked systems/components under the scheme.\nNote 02: The scheme is to be implemented through the mechanism of Direct Benefit Transfer (DBT). Aadhaar details of the beneficiary are required to access the benefit of the programme.",
        "application_process": "Application Process\nOffline\nStep 1: The farmers, based on the requirement of their field & region, may contact their Block/District Agriculture Office through their respective Gram Panchayat. Further, the farmer may also contact the Agriculture Officer of their Block/District or call Kisan Call Centre (Toll-Free No. 1800-180-1551).\nStep 2: The farmers may approach the concerned authority and request/collect an application form for the scheme.\nStep 3: In the application form, fill in all the mandatory fields, paste the passport-sized photograph (signed across), and attach all the (self-attested) mandatory documents.\nStep 4: Submit the duly filled and signed application form along with the documents to the designated receiving authority.\nStep 5: Acquire the receipt/acknowledgment of the successful submission of the application form from the receiving authority.",
        "documents_required": "Documents Required\nAadhaar Card\nBank Account Details\nAddress proof\nPassport size photograph\nCaste Certificate (If applicable)\nProof of Agriculture land documents\nDomicile Certificate of State/UT"
    },
    {
        "title": "Pradhan Mantri Matsya Sampada Yojana: Refrigerated Vehicles – Haryana",
        "link": "https://www.myscheme.gov.in/schemes/sfrv",
        "ministry": "Haryana",
        "description": "The scheme aims to enhance cold chain infrastructure & ensure hygienic and efficient fish transportation. Under this scheme, financial assistance is provided to fishers for purchasing refrigerated vehicles to maintain the freshness & quality of fish during post-harvest handling & transportation.",
        "details": "Details\nThe “Refrigerated Vehicles” is a scheme component under the Pradhan Mantri Matsya Sampada Yojana (PMMSY), implemented by the Fisheries Department, Government of Haryana. This is a Centrally Sponsored Scheme, aims to enhance cold chain infrastructure and ensure hygienic and efficient fish transportation. Under this scheme, financial assistance is provided to fishers for purchasing refrigerated vehicles to maintain the freshness and quality of fish during post-harvest handling and transportation.",
        "eligibility": "Eligibility\nThe applicant should be a resident of Haryana.\nThe applicant should have a Parivar Pehchan Patra.\nThe applicant should ensure that the refrigerated vehicle remains operational for fish transportation.\nThe applicant will be eligible for a subsidy for the purchase of only one refrigerated vehicle.\nThe applicant should utilize the refrigerated vehicle solely for fishery-related transportation activities.\nThe Government of India and the Government of Haryana will not be responsible for any loss incurred in the purchase, operation, maintenance, and management of fish transport facilities.",
        "application_process": "Application Process\nOnline\nOnline - Via CSCs\nRegistration Process on Antyodaya-SARAL Portal:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: For registration, click on “New User/Register Here” and fill in all the mandatory details i.e. Name, Email ID, Mobile Number & password. Click on ‘Submit’.\nStep 3: Verify the OTP received in the provided Email and Mobile Number. Alternatively, click on the Verification Link to activate the profile.\nLogin to Apply for the Scheme:\nStep 1: Visit the Official Portal: Antyodaya-SARAL Portal.\nStep 2: The “Sign in here” option is available on the right side of the screen. Fill in the required credentials and click on the ‘Login’ button.\nStep 3: In the opened window, click on “Scheme/Services list” and a list of schemes will appear on the screen.\nStep 4: Now, select the scheme and click on “Apply for Service/Scheme”.\nStep 5: Fill in all the details in the online application form and click on \"Submit\".\nTrack Your Service Online:\nTrack Application/Appeal: Click here.\nTrack Ticket: Click here.\nTrack Your Service Through SMS:\nRegistered Mobile Number: Type SARAL and send to 9954699899 to track your application.\nOther Mobile Number: Type SARAL<space><Application ID/Ticket No.> and send to 9954699899 to track your application/ticket.\nContact Us:\n Helpline: 0172-3968400\nEmail: saral.haryana@gov.in\nFees For Service:\nGovernment Charges: ₹0 (No Fee)\nService Charges: ₹10\nAtal Seva Kendra Charges: ₹10",
        "documents_required": "Documents Required\nBirth Certificate (Voter ID Card / Date of Birth Certificate / Aadhaar Card / Class Ten (10th) Certificate)\nCaste Certificate (Caste certificate from a First-Class Magistrate (Tehsildar))\nAgreement Letter-1 (Agreement letter between the beneficiary and the department)\nApplicant's Fisheries Training Certificate\nBill/Receipt/Voucher\nPhotograph of the beneficiary with the vehicle\nBank account and PAN card details\nSelf-Contained Proposal (SCP) / Detailed Project Report (DPR) as per the guidelines issued under the Centrally Sponsored Scheme PMMSY (Pradhan Mantri Matsya Sampada Yojana)"
    },
    {
        "title": "Central Assistance For One Time Settlement Of Displaced Families From PoK And Chhamb Under Prime Minister's Development Package",
        "link": "https://www.myscheme.gov.in/schemes/otsdfpc",
        "ministry": "Ministry Of Home Affairs",
        "description": "A relief and rehabilitation scheme by the Ministry of Home Affairs provides central assistance to the displaced families from PoK And Chhamb and settled in the state of Jammu & Kashmir. The amount of Central Assistance of Rs. 5,49,692/- per family will be distributed through Direct Benefit Transfer.",
        "details": "Details\nA relief and rehabilitation scheme by the Ministry of Home Affairs provides central assistance to the displaced families from PoK And Chhamb and settled in the state of Jammu & Kashmir.\n\nThe Claimant/Head of the Displaced Persons family or his/her successor or heir residing within the State should be part of the overall category of 36,384 families belonging to any of the following categories:\n\ni. Pakistan occupied Jammu & Kashmir 1947 Displaced Persons\nii. Chhamb 1965 and 1971 (camp/non-camp) Displaced Persons\n\nThe amount of Central Assistance of Rs. 5,49,692/- per family will be distributed through Direct Benefit Transfer (DBT) method to the eligible beneficiaries by the Central Government directly and State Government will transfer the State's share of Rs. 308/- per family to the beneficiaries through DBT.",
        "eligibility": "Eligibility\nThe Claimant/Head of the Displaced Persons family or his/her successor or heir residing within the State should be part of the overall category of 36,384 families belonging to any of the following categories: \"Pakistan occupied Jammu & Kashmir 1947 Displaced Persons\", \"Chhamb 1965 and 1971 (camp/non-camp) Displaced Persons\".\nThe family must possess the required documents that can prove aforesaid.",
        "application_process": "Application Process\nOffline\nFor identification of the beneficiaries, the government of J&K may stipulate credible and verifiable documents. The state government will verify the documents and recommend the name of the beneficiaries along with copy of Aadhar card and Aadhar linked bank account number of the beneficiaries to the MHA.",
        "documents_required": "Documents Required\nAadhaar \nProof of having resided either in PoK or in Chhamb.\nDetails of Aadhaar Seeded Bank Account."
    },
    {
        "title": "Pradhan Mantri Gram Sadak Yojana",
        "link": "https://www.myscheme.gov.in/schemes/pmgsy",
        "ministry": "Ministry Of Rural Development",
        "description": "With the objective of providing rural connectivity, the Government of India launched the Pradhan Mantri Gram Sadak Yojana (referred to as PMGSY-I hereinafter) on 25th December 2000 to provide all-weather access to eligible unconnected habitations.",
        "details": "Details\nWith the objective of providing rural connectivity, the Government of India launched the Pradhan Mantri Gram Sadak Yojana (referred to as PMGSY-I hereinafter) on 25th December 2000 to provide all-weather access to eligible unconnected habitations with a population of up to 500(Census 2001) in plain area and 250 and above in Special category States(States of North East, Jammu, and Kashmir, Himachal Pradesh, Uttarakhand), Desert Area as identified by Desert Development Program and 88 selected Backward Districts as identified by the Ministry of Home Affairs/Planning Commission as a strategy for poverty alleviation.\n\nAs of 8th December 2021, a total of 6,80,040 km of road length has been constructed under various interventions of Pradhan Mantri Gram Sadak Yojana (PMGSY). The primary objective of PMGSY concerns building robust, all-weather roads in rural habitations and other core areas. Panchayati Rajs and elected local representatives decide which habitations to be selected. This scheme was centrally funded only up to 2015-16. Since then, the funds have been divided between the Centre and the State. For North Eastern and Himalayan States (Jammu & Kashmir, Uttarakhand, and Himachal Pradesh) 90% of a project is the Union Government funds, and 10% of this cost, is the State Government funds. For the Other States, the Union Government funds around 60% of a project while the remaining 40% is by State Government funds.\n\nSome prominent features of PMGSY are -\nProper decentralized planning for the building of roads.\nBuild roads according to the Indian Road Congress and Rural Roads Manual.\n3-tier quality management system.\nAn unbroken flow of funds.",
        "eligibility": "Eligibility\n1.  A region must be a habitation. It cannot be a hamlet or revenue village to be eligible for the Pradhan Mantri Gram Sadak Yojana (PMGSY).\n\n2.  The Central Government describes habitation as a population cluster residing within an area that remains constant over time. Some of the local words used to describe a habitation are:\nMajras, Desam, Hamlets, Tolas, Dhanis\n\n3.  The hamlet must have a higher population as per the 2001 Census to be eligible for road connection. The eligible habitations have a population of above 500 persons in plain areas and around 250 persons and above in hilly areas.",
        "application_process": "Application Process\nOffline\nThe list of road works to be taken up under the Programme will be finalized each year by the District Panchayat in accordance with the allocation of funds communicated to the district. The District Panchayat has to ensure along with the consultative process, that the lists of proposed road works are part of the Core Network and that new connectivity is given priority.",
        "documents_required": "Documents Required\nThe release of the second installment in a year shall be subject to the submission of the following documents:\n\n1.  Utilisation Certificate for the funds released earlier, year-wise in the form prescribed.\n2.  Certificate by the Bank Manager indicating the balance amount on the date of issue of the Certificate and the interest credited.\n3.  A Certificate regarding the requisite physical completion of works\n4.  For all releases after October of a year, production of an Audited Statement of Accounts and a Balance Sheet and related Statements, duly certified by the Chartered Accountant for the accounts of the previous financial year.\n5.  Outputs of the relevant modules of the OMMAS, duly certified by the SRRDA as being correct and verified by the NRIDA\n6.  A certificate from the CEO of SRRDA that Maintenance funds required as per maintenance contracts in force had been spent during the previous financial year. For releases after May of a year, the certificate should also include that 50% of such maintenance fund requirements for the current Financial Year have been released by the State, whereas for releases after November, the certificate should be for 100% of such funds."
    },
    {
        "title": "Pradhan Mantri Matsya Kisan Samridhi Sah-yojana (PM-MKSSY): COMPONENT 1B: One-Time Incentive for the Adoption of Aquaculture Insurance",
        "link": "https://www.myscheme.gov.in/schemes/pmmkssy-1b",
        "ministry": "Ministry of Fisheries,Animal Husbandry and Dairying",
        "description": "The Component 1B of PM-MKSSY provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises.",
        "details": "Details\nThe scheme \"Pradhan Mantri Matsya Kisan Samridhi Sah-Yojana\" is a Central Sector Sub-scheme under the Pradhan Mantri Matsya Sampada Yojana (PMMSY). It is administered by the Department of Fisheries, Ministry of Fisheries, Animal Husbandry and Dairying, Government of India. The scheme aims to formalise the fisheries sector and incentivise fisheries-based microenterprises and entrepreneurs to access institutional finance. \nUnder Component 1B, the scheme provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises. To be eligible, the applicant must be registered on the National Fisheries Digital Platform (NFDP) and must have availed credit through a recognised financial institution. The scheme is implemented by the Department of Fisheries through the NFDP, and the application process is online.",
        "eligibility": "Eligibility\nThe applicant must be a fisheries microenterprise or an individual engaged in fisheries or aquaculture-related activities.\nThe applicant must be registered on the National Fisheries Digital Platform (NFDP).\nThe applicant must have availed institutional credit from a recognised financial institution.\nThe applicant must possess a valid Aadhaar-seeded bank account for DBT purposes.\nThe applicant must submit documentary proof of loan sanction and disbursement.\nThe applicant must consent to the verification and validation process undertaken by the Department of Fisheries.",
        "application_process": "Application Process\nOnline\nThe application process for availing benefits under Component 1-B of the PM-MKSSY is completely online and facilitated through the National Fisheries Digital Platform (NFDP).\nThe individual interested in applying to this scheme must have already availed of an institutional loan.\nThe application to this component can be made only once per applicant per eligible activity.\n\nThe detailed and sequential steps involved in the application process is given below:\nStep 1: Visit the Official Website of the \"National Fisheries Digital Platform (NFDP)\"\nThe applicant must visit the official website of NFDP using any web browser. Click on “Register” for new registration or “Login” if already registered.\nStep 2: Complete the Registration Process on NFDP\nIf the applicant is not already registered, they must click on the “Register” button. Select the relevant applicant category (Individual / Organisation). The system will prompt for entering the mobile number with the country code (+91) followed by One-Time Password (OTP) verification. Post successful OTP authentication, the applicant must create a password in accordance with the portal’s password policy.\nStep 3: Fill in Profile Information\nAfter login, the applicant must proceed to complete the registration form by filling in the following details:\nName as per Aadhaar, Aadhaar Number, Bank Account Number, IFSC Code, Category of enterprise (individual/organisation), Nature of activity (fisheries/aquaculture-related), Contact details and address.\nStep 4: Upload Mandatory Documents\nThe applicant must upload clear, legible, and valid copies of the required documents, such as:\nAadhaar Card, Bank Passbook or Statement, Loan Sanction Letter, Loan Disbursement Proof, Depository Account Statement (if applicable), Self-Declaration Form, NFDP Registration, Acknowledgement/Certificate. \nEach uploaded document must conform to the specified file format (PDF/JPEG) and size limits as mentioned on the portal.\n Step 5: System-Based Validation and Data Integration\nUpon submission of the application, the data entered by the applicant will undergo system-based checks and integration with other government databases to ensure authenticity. If any discrepancies or incomplete information are detected, the applicant will be notified to make necessary corrections.\nStep 6: Credit Facilitation Support Application\nOnce the profile is validated, the applicant must navigate to the “Apply for Financial Assistance – Component 1-B” section on the NFDP. Here, the applicant must fill out the form specifying: Bank Name, Loan Amount, Loan Disbursement Date, Purpose of loan and intended fisheries activity, Upload all relevant loan documents. Upon completion, the application must be submitted for further processing.\nStep 7: Application Review and Sanction\nThe submitted application is reviewed by Credit Intermediaries and the designated team at the Department of Fisheries. Verified and validated applications are approved by the PMU for disbursement. The application is sanctioned and marked for DBT processing.\nStep 8: Disbursement of Financial Assistance\nAfter approval, the Project Management Unit (PMU) in the Department of Fisheries, Government of India, will initiate the transfer of funds directly to the applicant’s verified bank account via the DBT mechanism.",
        "documents_required": "Documents Required\nAadhaar Card (For identity verification and DBT)\nBank Passbook or Statement (Aadhaar-seeded bank account)\nLoan Sanction Letter (From a recognised financial institution)\nLoan Disbursement Proof (Transaction statement showing credit)\nDepository Account Statement (Where applicable)\nNFDP Registration Acknowledgement\nSelf-Declaration Form (As prescribed by the scheme)\nAny other document as requested during validation"
    }
]