[
    {
        "title": "Pradhan Mantri Kisan Samman Nidhi",
        "link": "https://www.myscheme.gov.in/schemes/pm-kisan",
        "ministry": "Ministry Of Agriculture and Farmers Welfare",
        "description": "Farmer welfare scheme by Ministry of Agriculture and Farmers Welfare to provide income support to all landholding farmers' families in the country to supplement their financial needs for procuring various inputs related to agriculture and allied activities as well as domestic needs.",
        "details": "Details\nObjective\nThe scheme aims to supplement the financial needs of all landholding farmers’ families by procuring various inputs to ensure proper crop health and appropriate yields, commensurate with the anticipated farm income as well as for domestic needs. Under the scheme an amount of ₹ 6000/- per year is released by the Central Government online directly into the bank accounts of the eligible farmers under Direct Benefit Transfer mode, subject to certain exclusions. ",
        "eligibility": "Eligibility\nAll landholding farmers' families, which have cultivable land holding in their names are eligible to get benefit under the scheme.",
        "application_process": "Application Process\nOnline - Via CSCs\nStep 1: The following are the prerequisites for the enrollment process:\nAadhaar Card\nLandholding paper\nSavings bank account\nStep 2: The VLE will fill in the complete details of farmer registration details like State, district, subdistrict block, and village, key in the Aadhaar number, Name of the beneficiary, category, Bank detail, Land Registration ID, and Date of birth as printed on Aadhaar card for authentication..\nStep 3: The VLE will fill in the Land details like Survey/ Kahta No., Khasra no., and area of land as mentioned in land holding papers. \nStep 4: Upload the supporting documents like Land, Aadhar, and Bank passbook.\nStep 5: Self-declaration accept and save the application form.\nStep 6: After saving the application form make payment through CSC ID.\nStep 7: Check the Beneficiary status through the Aadhaar number.\nApply Now",
        "documents_required": "Documents Required\nIndicative Documents\nAadhaar Card\nLandholding papers\nSavings Bank Account."
    },
    {
        "title": "Pradhan Mantri Matsya Kisan Samridhi Sah-yojana (PM-MKSSY): COMPONENT 1B: One-Time Incentive for the Adoption of Aquaculture Insurance",
        "link": "https://www.myscheme.gov.in/schemes/pmmkssy-1b",
        "ministry": "Ministry of Fisheries,Animal Husbandry and Dairying",
        "description": "The Component 1B of PM-MKSSY provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises.",
        "details": "Details\nThe scheme \"Pradhan Mantri Matsya Kisan Samridhi Sah-Yojana\" is a Central Sector Sub-scheme under the Pradhan Mantri Matsya Sampada Yojana (PMMSY). It is administered by the Department of Fisheries, Ministry of Fisheries, Animal Husbandry and Dairying, Government of India. The scheme aims to formalise the fisheries sector and incentivise fisheries-based microenterprises and entrepreneurs to access institutional finance. \nUnder Component 1B, the scheme provides a one-time incentive to eligible applicants who have availed institutional credit for fisheries-related activities. The objective is to encourage formal credit adoption and support the repayment capacity of fisheries microenterprises. To be eligible, the applicant must be registered on the National Fisheries Digital Platform (NFDP) and must have availed credit through a recognised financial institution. The scheme is implemented by the Department of Fisheries through the NFDP, and the application process is online.",
        "eligibility": "Eligibility\nThe applicant must be a fisheries microenterprise or an individual engaged in fisheries or aquaculture-related activities.\nThe applicant must be registered on the National Fisheries Digital Platform (NFDP).\nThe applicant must have availed institutional credit from a recognised financial institution.\nThe applicant must possess a valid Aadhaar-seeded bank account for DBT purposes.\nThe applicant must submit documentary proof of loan sanction and disbursement.\nThe applicant must consent to the verification and validation process undertaken by the Department of Fisheries.",
        "application_process": "Application Process\nOnline\nThe application process for availing benefits under Component 1-B of the PM-MKSSY is completely online and facilitated through the National Fisheries Digital Platform (NFDP).\nThe individual interested in applying to this scheme must have already availed of an institutional loan.\nThe application to this component can be made only once per applicant per eligible activity.\n\nThe detailed and sequential steps involved in the application process is given below:\nStep 1: Visit the Official Website of the \"National Fisheries Digital Platform (NFDP)\"\nThe applicant must visit the official website of NFDP using any web browser. Click on “Register” for new registration or “Login” if already registered.\nStep 2: Complete the Registration Process on NFDP\nIf the applicant is not already registered, they must click on the “Register” button. Select the relevant applicant category (Individual / Organisation). The system will prompt for entering the mobile number with the country code (+91) followed by One-Time Password (OTP) verification. Post successful OTP authentication, the applicant must create a password in accordance with the portal’s password policy.\nStep 3: Fill in Profile Information\nAfter login, the applicant must proceed to complete the registration form by filling in the following details:\nName as per Aadhaar, Aadhaar Number, Bank Account Number, IFSC Code, Category of enterprise (individual/organisation), Nature of activity (fisheries/aquaculture-related), Contact details and address.\nStep 4: Upload Mandatory Documents\nThe applicant must upload clear, legible, and valid copies of the required documents, such as:\nAadhaar Card, Bank Passbook or Statement, Loan Sanction Letter, Loan Disbursement Proof, Depository Account Statement (if applicable), Self-Declaration Form, NFDP Registration, Acknowledgement/Certificate. \nEach uploaded document must conform to the specified file format (PDF/JPEG) and size limits as mentioned on the portal.\n Step 5: System-Based Validation and Data Integration\nUpon submission of the application, the data entered by the applicant will undergo system-based checks and integration with other government databases to ensure authenticity. If any discrepancies or incomplete information are detected, the applicant will be notified to make necessary corrections.\nStep 6: Credit Facilitation Support Application\nOnce the profile is validated, the applicant must navigate to the “Apply for Financial Assistance – Component 1-B” section on the NFDP. Here, the applicant must fill out the form specifying: Bank Name, Loan Amount, Loan Disbursement Date, Purpose of loan and intended fisheries activity, Upload all relevant loan documents. Upon completion, the application must be submitted for further processing.\nStep 7: Application Review and Sanction\nThe submitted application is reviewed by Credit Intermediaries and the designated team at the Department of Fisheries. Verified and validated applications are approved by the PMU for disbursement. The application is sanctioned and marked for DBT processing.\nStep 8: Disbursement of Financial Assistance\nAfter approval, the Project Management Unit (PMU) in the Department of Fisheries, Government of India, will initiate the transfer of funds directly to the applicant’s verified bank account via the DBT mechanism.",
        "documents_required": "Documents Required\nAadhaar Card (For identity verification and DBT)\nBank Passbook or Statement (Aadhaar-seeded bank account)\nLoan Sanction Letter (From a recognised financial institution)\nLoan Disbursement Proof (Transaction statement showing credit)\nDepository Account Statement (Where applicable)\nNFDP Registration Acknowledgement\nSelf-Declaration Form (As prescribed by the scheme)\nAny other document as requested during validation"
    },
    {
        "title": "Kisan Credit Card",
        "link": "https://www.myscheme.gov.in/schemes/kcc",
        "ministry": "Ministry Of Agriculture and Farmers Welfare",
        "description": "The Kisan Credit Card (KCC) scheme was introduced in 1998 for issue of Kisan Credit Cards to farmers on the basis of their holdings for uniform adoption by the banks so that farmers may use them to readily purchase agriculture inputs and draw cash for their production needs.",
        "details": "Details\nThe KCC Scheme was introduced with the objective of providing adequate and timely credit to the farmers for their agricultural operations. The Government of India provides interest subvention of 2% and Prompt Repayment Incentive of 3% to the farmers, thus making the credit available at a very subsidized rate of 4% per annum. \nThe scheme was further extended for the investment credit requirement of farmers viz. allied and non-farm activities in the year 2004 and further revisited in 2012 by a working Group under the Chairmanship of Shri T. M. Bhasin, CMD, Indian Bank with a view to simplify the scheme and facilitate issue of Electronic Kisan Credit Cards. The scheme provides broad guidelines to banks for operationalizing the KCC scheme. Implementing banks will have the discretion to adopt the same to suit institution/location-specific requirements.\n\nObjective / Purpose\nThe Kisan Credit Card scheme aims at providing adequate and timely credit support from the banking system under a single window with the flexible and simplified procedures to the farmers for their cultivation and other needs as indicated below :\nTo meet the short term credit requirements for the cultivation of crops;\nPost-harvest expenses;\nProduce marketing loan;\nConsumption requirements of farmer household;\nWorking capital for maintenance of farm assets and activities allied to agriculture;\nInvestment credit requirement for agriculture and allied activities\n\nType of Card \nA magnetic stripe card with PIN (Personal Identification Number) with an ISO IIN (International Standards Organization International Identification Number) to enable access to all banks ATMs and micro ATMs\nIn cases where the Banks would want to utilize the centralized biometric authentication infrastructure of the UIDAI (Aadhaar authentication), debit cards with magnetic stripe and PIN with ISO IIN with biometric authentication of UIDAI can be provided.\nDebit Cards with magnetic stripes and only biometric authentication can also be provided depending on the customer base of the bank. Till such time, UIDAI becomes widespread, if the banks want to get started without inter-operability using their existing centralized bio metric infrastructure, banks may do so.\nBanks may choose to issue EMV (Europay, MasterCard and VISA, a global standard for the interoperation of integrated circuit cards) and RUPAY compliant chip cards with magnetic stripe and pin with ISO IIN.\nFurther, biometric authentication and smart cards may follow the common open standards prescribed by IDRBT and IBA. This will enable them to transact seamlessly with input dealers and also enable them to have the sales proceeds credited to their accounts when they sell their output at mandies, procurement centres, etc\n\nDelivery Channels :\nThe following delivery channels shall be put in place to start with so that the Kisan Credit Card is used by the farmers to effectively transact their operations in their KCC account. \nWithdrawal through ATMs / Micro ATM\nWithdrawal through BCs using smart cards.\nPoS machine through input dealers\nMobile Banking with IMPS capabilities / IVR\nAadhaar enabled Cards",
        "eligibility": "Eligibility\nEligibility\nFarmers - individual/joint borrowers who are owner cultivators;\nTenant farmers, oral lessees & share croppers;\nSelf Help Groups (SHGs) or Joint Liability Groups (JLGs) of farmers including tenant farmers, share croppers etc",
        "application_process": "Application Process\nOnline\nOffline\nVisit the website of the bank you wish to apply for the kisan credit card scheme. \nFrom the list of options, choose the Kisan Credit Card.  \nOn clicking the option of ‘Apply’, the website will redirect you to the application page.  \nFill the form with the required details and click on ‘Submit’. \nOn doing so, an application reference number will be sent. If you are eligible, the bank will get back to you for the further process within 3-4 working days.",
        "documents_required": "Documents Required\nApplication Form.\nTwo Passport Size Photographs.\nID proof such as Driving License / Aadhar Card / Voter Identity Card / Passport. \nAddress Proof such as Driving License, Aadhar Card.\nProof of landholding duly certified by the revenue authorities.\nCropping pattern (Crops grown) with acreage.\nSecurity documents for loan limit above Rs.1.60 lakhs / Rs.3.00 lakhs, as applicable.\nAny other document as per sanction."
    },
    {
        "title": "Mukhya Mantri Mahila Kisan Sashaktikaran Yojana",
        "link": "https://www.myscheme.gov.in/schemes/mmksy",
        "ministry": "Gujarat",
        "description": "Mukhya Mantri Mahila Kisan Sashaktikaran Yojana (MMKSY) is a scheme launched by the Government of Gujarat to empower women farmers in the state. The scheme was announced in the 2018-19 budget and is being implemented by the Department of Agriculture and Co-operation.",
        "details": "Details\nDetailed \nUnder the MMKSY scheme, women farmers in Gujarat are provided with financial assistance and training to help them enhance their agricultural productivity and income. The scheme aims to provide a holistic approach towards the development of women farmers, including improving their access to inputs, credit, technology, and market.\n\nSome of the key components of the scheme include:\nProviding financial assistance for farm activities, such as purchasing agricultural inputs, seeds, equipment, etc.\nProviding training and capacity building for women farmers to enhance their skills and knowledge.\nEncouraging the formation of women farmer groups and providing support for their collective activities.\nProviding access to credit for women farmers through various financial institutions.\nProviding market linkages and support for marketing their produce.\n\nThe MMKSY scheme is aimed at promoting women's participation in agriculture and reducing the gender gap in agriculture-related activities. It is expected to benefit around 7 lakh women farmers in the state of Gujarat",
        "eligibility": "Eligibility\nEligibility \nWomen Farmers: Only women farmers are eligible to apply for the scheme. Women farmers who own or operate agricultural land are eligible to apply.\nResident of Gujarat: Only women farmers who are residents of Gujarat are eligible to apply.\nAge Criteria: There is no specific age limit for the scheme. Women farmers of all age groups can apply.\nIncome Criteria: There is no specific income criteria for the scheme. However, preference is given to women farmers who belong to economically weaker sections.\nLand Holding: Women farmers who own or operate agricultural land are eligible to apply. The size of the landholding is not a criterion for eligibility.\nRegistration: Women farmers have to register themselves with the Department of Agriculture and Co-operation to apply for the scheme.\nGroup Formation: Women farmers can also form groups and apply for the scheme collectively..",
        "application_process": "Application Process\nOffline\nApplication Process \nVisit the nearest government agriculture office or village panchayat office to obtain the application form for MMKSY.\nFill in the application form with all the required details such as personal information, landholding details, agricultural activities, etc.\nAttach all the necessary documents, such as land ownership documents, identity proof, and bank account details, along with the application form.\nSubmit the application form along with the documents to the government agriculture office or village panchayat office.\nAfter submission, the application will be verified by the concerned authorities, and financial assistance will be provided to eligible women farmers.",
        "documents_required": "Documents Required\nList of required documents \nAadhaar Card: Applicants are required to provide their Aadhaar card as proof of identity and residency.\nLand Documents: Women farmers who own or operate agricultural land have to provide the relevant land documents as proof of ownership or lease.\nBank Account Details: Applicants are required to provide their bank account details to receive financial assistance under the scheme.\nCaste Certificate (if applicable): Women farmers belonging to Scheduled Castes, Scheduled Tribes, Other Backward Classes, or other marginalized groups may have to provide their caste certificate as proof of eligibility.\nIncome Certificate (if applicable): Applicants may have to provide their income certificate as proof of eligibility for the scheme.\nPassport size photograph: Applicants may have to provide their passport-size photograph for the application form.\nRegistration Certificate: Applicants have to provide their registration certificate from the Department of Agriculture and Co-operation."
    },
    {
        "title": "Kisan Samriddhi Yojana - Chhattisgarh",
        "link": "https://www.myscheme.gov.in/schemes/ksych",
        "ministry": "Chhattisgarh",
        "description": "Chhattisgarh State Government started a scheme \"Kisan Samriddhi Yojana\" for farmer.",
        "details": "Details\nThis scheme provide grant to farmers on tube well mining and pump installation. The main objective of the scheme is to increase the productivity and crop intensity by making proper use of available ground water through tube wells and providing irrigation facilities to the crops.",
        "eligibility": "Eligibility\nFarmers of all categories of districts will be benefited.\nPreference will be given to small and marginal farmers\nThe farmers who have received the benefit of tube well mining grant in the past under any other scheme run by the department or under this scheme will not be eligible.",
        "application_process": "Application Process\nOffline\nApplicant farmer need to approach panchayat first.\nThe selection of farmers will be done with the approval of the three-tier panchayat.",
        "documents_required": "Documents Required\nAadhaar Card.\nLand paper.\nPhotograph.\nBill Invoice."
    },
    {
        "title": "Kisan Suryoday Yojana (KSY)",
        "link": "https://www.myscheme.gov.in/schemes/ksyg",
        "ministry": "Gujarat",
        "description": "\"Kisan Suryoday Yojana (KSY)\" is a Gujarat government initiative launched in 2020-2021 to provide daytime electricity for agricultural activities, utilizing solar and non-conventional energy.",
        "details": "Details\nThe \"Kisan Suryoday Yojana (KSY)\" was launched by the Energy and Petro Chemicals Department, Gujarat, in 2020-2021 with the goal of providing daytime electricity to farmers for agricultural activities. This innovative scheme aims to address the power demands of farmers by supplying electricity from 5:00 am to 9:00 pm. By maximizing the use of solar and non-conventional energy sources, the scheme ensures a reliable and eco-friendly power supply. The KSY is being implemented in phases, aligned with the operationalization of solar and alternative energy generation plants.",
        "eligibility": "Eligibility\nThe applicant must be a resident of Gujarat.\nThe applicant must be a farmer or engaged in agricultural activities.",
        "application_process": "Application Process\nOffline\nStep 1: Visit the nearest electricity board office.\nStep 2: Obtain the application form for the scheme.\nStep 3: Fill out the form with accurate details and attach the required documents.\nStep 4: Submit the application online or at the designated office.\nStep 5: Upon verification, receive updates on the approval status and the power connection schedule.",
        "documents_required": "Documents Required\nIdentity proof (Aadhaar card, Voter ID, or equivalent).\nProof of land ownership.\nRecent passport-sized photographs.\nAny other documents (if required)."
    },
    {
        "title": "Kisan Kaleva Yojana",
        "link": "https://www.myscheme.gov.in/schemes/kky",
        "ministry": "Rajasthan",
        "description": "Under the Kisan Kaleva Scheme run by the Rajasthan Government, food is provided at concessional rates through coupons to the farmers and their assistants who come to sell crops in the vegetable market premises.",
        "details": "Details\nThe Kisan Kaleva Scheme, initiated by the Rajasthan Government's Agriculture Department, provides food at concessional rates through coupons to farmers and their assistants selling crops in vegetable market premises. Registered farmers and their assistants can avail a plate of food for ₹5/- under this provision. This initiative aims to alleviate the financial burden on farmers and their helpers while ensuring they have access to affordable and nutritious meals during their visits to the market. Through the Kisan Kaleva Scheme, the government demonstrates its commitment to supporting agricultural communities and promoting their well-being by offering practical assistance.",
        "eligibility": "Eligibility\nThe applicant should be Hamal/Palledar/Tulara of the farmers coming to sell agricultural commodities.\nThe applicant should be a member of the market premises.\nThe applicant should be a license holder of the market.",
        "application_process": "Application Process\nOnline\nRegistration\nStep-1: Applicant have to visit the official portal. \nStep-2: Click on the option “Register”.\nStep-3: Then you will be redirected to the SSO registration page. The registration page will appear with the following options.\n  Citizen\nStep-4: Choose the either one option from  the Jan Aadhaar Or Google to process further.\nJan Aadhaar : Enter the Jan Aadhaar number, click on the ‘Next’ button,\nSelect your name, the name of the head of the family and all the other members and \nClick on the ‘Send OTP’ button. Enter the ‘OTP’ and \nClick on the ‘Verify OTP’ button to Complete the registration. \nGoogle : Enter the Gmail ID, click on the ‘Next’ button, \nEnter the password.\nA new link appear on screen, now click on the new SSO link.\nSSO id will appear on the screen, now create the password.\nEnter Mobile number, click on registration.\nStep-5: Submit.\n\nApply\nStep-1: Applicant have to visit the official portal. \nStep-2: After login, dashboard will open.\nStep-3: Click on “ RAJ-KISAN ” option. \nStep-4: In \"Farmer\", click on \"Application Entry Request\".\nStep-5: Enter the \"Bhamashah ID\" or \"Janaadhaar ID\" and search.  \nStep-6: Select the person name and scheme name. \nStep-7: Complete the Aadhaar Authentication and click on Get details. \nStep-8: Provide the required details.\n            - Pensioner Details.\n            - Bank Details.\n            - Disability Details.\n            - Verification Details.\n            - Upload Documents.\nStep-9: Submit.\n\nWhen the coupon code is issued to the farmer, license holder Hamal/Palledar/Tulara is provided by the concerned farmer to the Kaleva operator, after the coupon code is verified on the operator's system, the concerned person is provided food at a concessional rate of ₹ 5/-.",
        "documents_required": "Documents Required\nIdentification Proof\nFarmers coming to the market premises to sell agricultural commodities are issued a maximum of 02 food coupons on each incoming entry card issued at the market gate and 01 food coupon at a concessional rate is issued to license holder Hamal/Palledar/Tulara on the license number. The validity of the coupon issued to the concerned is till 24 hours."
    },
    {
        "title": "Rajiv Gandhi Kisan Nyay Yojana",
        "link": "https://www.myscheme.gov.in/schemes/rgkny",
        "ministry": "Chhattisgarh",
        "description": "Rajiv Gandhi Kisan Nyay Yojana is a scheme of the Government of Chhattisgarh for the farmers. This scheme was launched on 21 May 2020, on the death anniversary of Rajiv Gandhi.",
        "details": "Details\nRajiv Gandhi Kisan Nyay Yojana is a scheme of the Government of Chhattisgarh for the farmers and launched on May 21, 2020, on the death anniversary of Rajiv Gandhi.\nThe main objective of this scheme is to increase the agricultural area by encouraging the farmers for crop production.\nUnder this scheme, financial benefits will be transferred to the farmers. This amount will be transferred to the accounts of the farmers in 4 instalments. This scheme started during the Corona period has provided great relief to the farmers. In the initial year of the scheme, only paddy, maize and sugarcane crops were included but after that, few more types of following crops have been included in it.\nKodo Kutki.\nSugarcane.\nArhar.\nMaize.\nSoybean.\nPulses.\nOilseeds.\nFragrant paddy.\nOther fortified rice.\nBanana.\nPapaya.",
        "eligibility": "Eligibility\nThe applicant must be a resident of Chhattisgarh state.\nThe applicant should be a marginal farmer, small farmer or large farmer.\nThe age of the applicant should be above 18 years.\nFarmers of all categories of landowners and forest lease holders are eligible to get the benefits of the scheme.",
        "application_process": "Application Process\nOffline\nFirst farmer have to visit the official website and download the application form.\nFill out the application form with required details.\nAttach required documents (1. Loan Book,  2. B-1, 3. Bank Passbook, 4. Aadhaar).\nSubmit the application to Rural Agriculture Extension Officer (RAEO) for verification.\nRAEO forward the application for registration. \nInformation about acceptance/rejection of application will be given to the farmer through SMS. After registration each farmer will be given a unique ID.",
        "documents_required": "Documents Required\nLoan Book.\nB-1.\nBank Passbook.\nAadhaar."
    },
    {
        "title": "Chief Minister’s Shasakt Kisan Yojana",
        "link": "https://www.myscheme.gov.in/schemes/cm-sky",
        "ministry": "Arunachal Pradesh",
        "description": "The Govt. of Arunachal Pradesh started the scheme “Chief Minister’s Shasakt Kisan Yojana (CM-SKY)” for uplifting the status of women, marginal and small farmers of the State for self-employment generation & commercialization of Horticulture activities to double their income.",
        "details": "Details\nTo increase production and productivity and also to maintain a marketable surplus of major fruit crops in the State as well as to double farmer’s income, the government has adopted region-wise feasible and need-based Horticulture activities in the various districts of Arunachal Pradesh under budget announcement during the financial year 2019-20, targeted up to 2021-22.\nObjective:\n      The main aim of the government scheme is to uplift the status of women, marginal and small farmers of the state for self-employment generation & commercialization of horticulture activities to double their income as per immediate felt needs of the farmers, according to thrust areas enumerated district-wise on suitable crops grown in the specific areas.\nImportant Features:\n• Inputs are provided to farmers for tea, rubber, and double cropping, per hectare\n• Crops under double cropping are selected based on soil testing",
        "eligibility": "Eligibility\n1. The applicant/farmer should be a permanent resident of Arunachal Pradesh.\n2. The applicant should be a progressive farmer of any area/field.\n3. All categories of farmers are eligible to apply under the scheme.",
        "application_process": "Application Process\nOffline\nStep 01: The applicant may contact Deputy Commissioner (DADS)/District Agriculture Officer/ Nearest Agriculture Development Officer/ Agriculture field assistant.\nStep 02: Applications in the prescribed format are received from various circles through ADAs/ADOs.\nStep 03: The applicant must ensure that the filled information should be correct before submitting the application form to the concerned department.\nStep 04: The final selection of beneficiaries is done through the selection Committee under the Chairmanship of the District Collector (DC).",
        "documents_required": "Documents Required\nIdentity proof i.e. Aadhaar Card, Voter ID card, etc.\nCopy of the Arunachal Pradesh Schedule Tribe (APST) Certificate (If applicable)\nLPC/Land Allotment Documents/ Land Documents duly certified by GB/HGB/PRI and countersigned by the Local District Administration\nThree copies of recent passport-sized photograph\nSketch map of the proposed land for Tea/Rubber dully certified by GB/HGB/PRI and countersigned by the Local District Administration"
    },
    {
        "title": "Kisan Samriddhi Yojana Jharkhand",
        "link": "https://www.myscheme.gov.in/schemes/ksyj",
        "ministry": "Jharkhand",
        "description": "The \"Kisan Samriddhi Yojana\" by the Department of Agriculture, Animal Husbandry & Cooperative, Government of Jharkhand, promotes solar-powered irrigation systems to reduce agricultural costs and dependency on fossil fuels. Farmers receive up to 90% subsidy for solar units under this initiative.",
        "details": "Details\nThe \"Kisan Samriddhi Yojana\" by the Department of Agriculture, Animal Husbandry & Cooperative, Government of Jharkhand, aims to promote solar energy-powered irrigation systems to reduce dependency on fossil fuels and lower agricultural costs. Through this scheme, farmers receive up to 90% subsidy for solar irrigation units, enhancing their income and fostering sustainable agricultural practices.",
        "eligibility": "Eligibility\nThe applicant should be a farmer, self-help group, cooperative, or farmer producer organization registered in Jharkhand.\nThe applicant must have a valid Aadhaar card and Aadhaar-linked mobile number.\nA registered office of the group/organization must be located in Jharkhand.\nThe applicant must own or have access to land near a water source.\nOnly one member per family is eligible for benefits.\nThe applicant should be aged 18 years or above.",
        "application_process": "Application Process\nOnline - Via CSCs\nStep-1: The applicant should gather copies of the necessary documents needed to apply for the concerned scheme.\nStep-2: The applicant should visit the nearest Common Service Center (CSC) and complete the Biometric Verification Process.\nStep-3: The applicant should ensure that the CSC agent completes all mandatory fields in the application form and uploads copies of all required documents.\nStep-4: Request a receipt or acknowledgment from the concerned authority to whom the application has been submitted. Ensure that the receipt contains essential details such as the date and time of submission, and a unique identification number (if applicable).\n\nNOTE: \nApplicants must link their ration card with Aadhaar for e-KYC verification.\nPay the 10% contribution fee as per the unit cost.\n\nGroup Registration Process:\nStep-1: The applicant may visit the official website \"Kisan Samriddhi Yojna\"\nStep-2: Click on \"Group Registration\" and fill the details like: Group Type, Group Name, Enter Group Name, Registration Number, GST/PAN/TAN Number, Registration Date etc.\nStep-3: Click on \"Submit\"",
        "documents_required": "Documents Required\nAadhaar Card.\nRation Card (Aadhaar-linked).\nProof of Ownership/Access to Land and Water Source.\nGroup/Organization Registration Certificate (if applicable).\nMobile Number (Aadhaar-linked).\nBank Account Details (Aadhaar-linked)."
    }
]